const companyList = [
  {
    name: "아모레 퍼시픽's 글로벌 마케팅",
    questions: [
      "아모레퍼시픽그룹은 '사람을 아름답게, 세상을 아름답게'라는 특별한 소명을 갖고 있습니다. 인턴십 과정을 통해 이러한 소명을 어떻게 실천할 수 있을지 기술해 주십시오. (600자)",
      "본인의 지원 직무와 관련하여 아래의 내용을 포함하여 기술해 주십시오. (1,000자) - 해당 직무를 지원한 이유,  해당 직무 분야에 있어 본인만의 강점(관련 경험 및 관심 분야를 구체적으로 기술)",
      "화장품, 패션, 식/음료, 게임 등의 분야에서 새로운 트렌드를 읽는 본인만의 노하우를 기술하고, 최근 가장 관심을 가지는 제품 또는 브랜드를 선정하여 그 이유와 함께 소개해 주십시오. (1,000자)",
    ],
  },
  {
    name: "아모레 퍼시픽's 디지털 콘텐츠",
    questions: [
      "아모레퍼시픽그룹은 '사람을 아름답게, 세상을 아름답게'라는 특별한 소명을 갖고 있습니다. 인턴십 과정을 통해 이러한 소명을 어떻게 실천할 수 있을지 기술해 주십시오. (600자)",
      "본인의 지원 직무와 관련하여 아래의 내용을 포함하여 기술해 주십시오. (1,000자) - 해당 직무를 지원한 이유, 해당 직무 분야에 있어 본인만의 강점(관련 경험 및 관심 분야를 구체적으로 기술)",
      "화장품, 패션, 식/음료, 게임 등의 분야에서 새로운 트렌드를 읽는 본인만의 노하우를 기술하고, 최근 가장 관심을 가지는 제품 또는 브랜드를 선정하여 그 이유와 함께 소개해 주십시오. (1,000자)",
    ],
  },
  {
    name: "한화에어로스페이스",
    questions: [
      "한화에어로스페이스에 지원한 동기를 기술해 주시기 바랍니다. (500자)",
      "지원한 직무를 수행하기 위한 본인만의 경쟁력(직무관련 경험, Skill, 전공 등)은 무엇이며, 당사에 어떻게 기여할 수 있을지 기술하여 주시기 바랍니다. (500자)",
      "공동의 목표를 달성하기 위해 타인과 협업했던 경험과 그 과정에서 본인이 수행한 역할, 그리고 해당 경험을 통해 얻은 것은 무엇인지 기술해 주시기 바랍니다. (500자)",
      "직무를 수행하면서 본인의 직무와 관련한 성장계획과 포부를 기술해 주시기 바랍니다. (500자)",
    ],
  },
  {
    name: "한화솔루션",
    questions: [
      "한화솔루션 여수공장에 지원한 동기 및 입사 후 포부에 대해 기술해주시기 바랍니다. (700자)",
      "본인의 성장과정 중 책임있게 몰입한 경험을 기술해주시기 바랍니다. (700자)",
      "미래를 선제적으로 대비하여 새로운 기회를 만들어낸 경험에 대해 기술해주시기 바랍니다. (700자)",
      "지원자가 생각하는 최근 관심사에 대해 기술해주시기 바랍니다. (700자)",
    ],
  },
  {
    name: "NH-Amundi자산운용's 인사팀",
    questions: [
      "성격소개(장단점) (700자)",
      "특기사항 및 단체활동 경험 (700자)",
      "본인의 목표, 준비과정 (700자) - 주요 학업내용, 관심사항 및 본인의 노력, 성과 등",
      "지원동기 및 입사포부 (700자)",
      "기타사항(추가기재 희망사항) (500자)",
    ],
  },
];

export default companyList;
